Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: རབ་ཏུ་བྱུང་ཡང་གོས་ཀ་ཤི་པ་གྱོན་པ་ཇི་ལྟར་རུང་གིས་གལ་ཏེ་ནགས་ཚལ་གྱི་གནས་ནས་ཚུལ་དང་འཐུན་པའི་གོས་ཤིག་རྙེད་ན་ནི་ལེགས་སོ་སྙམ་དུ་བསམས་པ་དང་།
en: “If I am to be a monk, it would not be right to wear silken garments. So it would be good if I could find some clothes suitable for living in the forest.”

source: དེ་ནས་གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ངུར་སྨྲིག་དགོས་པར་གྱུར་ཏོ་སྙམ་མོ། །དེ་ན་ལྷའི་བུ་གཅིག་ཅིག་ལྷའི་གཟུགས་མི་མངོན་པར་བྱས་ཏེ། རྔོན་པའི་གཟུགས་ལྟ་བུས་གོས་ངུར་སྨྲིག་བགོས་ནས་བྱང་ཆུབ་སེམས་དཔའི་མདུན་དུ་ཕྱིན་ཏོ།
en: The gods of the pure realms then thought, “The Bodhisattva needs saffron-colored robes.” Immediately a god left and manifested in front of the Bodhisattva in the form of a hunter wearing saffron-colored cloth.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །གལ་ཏེ་གྲོགས་པོ་ཁྱོད་ཀྱིས་གོས་ངུར་སྨྲིག་རྣམས་ཁོ་བོ་ལ་བྱིན་ན།
en: The Bodhisattva asked the god, “My friend, would you give me your saffron-colored robes?

source: ཁོ་བོའི་གོས་ཀ་ཤི་པ་འདི་རྣམས་ཀྱང་ཁྱོད་ལ་སྦྱིན་ནོ།
en: Then I will give you my silken garments.”

source: །དེས་སྨྲས་པ། གོས་འདི་དག་ཀྱང་ཁྱོད་ལ་མཛེས་ལ། འོ་ནི་རྣམས་ཀྱང་ཁོ་བོ་ལ་མཛེས་སོ།
en: The god replied, “Your clothes already suit you well, and I am happy with what I wear.”

source: ཁོ་བོས་ཁྱོད་ལ་བསླང་ངོ་།
en: “Please, I beg you.”

source: །དེ་ནས་ལྷའི་བུ་རྔོན་པའི་གཟུགས་ལྟ་བུ་དེས་གོས་ངུར་སྨྲིག་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་ལ་བྱིན་ཏེ། གོས་ཀ་ཤི་པ་རྣམས་ཀྱང་བླངས་སོ།
en: The god, still in the shape of a hunter, then gave his saffron-colored clothes to the Bodhisattva, while he himself took the Bodhisattva’s silken garments.

source: །དེ་ནས་ལྷའི་བུ་དེས་མོས་པ་བསྐྱེད་དེ་ལག་པ་གཉི་གས་གོས་དེ་དག་བླངས་ནས་སྤྱི་བོ་ལ་བཞག་སྟེ།
en: Because the god was overcome with devotion to the Bodhisattva, he touched the garments to his head, holding them with both of his hands.

source: དེ་དག་ལ་མཆོད་པ་དང་བཀུར་སྟི་བྱ་བའི་ཕྱིར་དེ་ཉིད་ནས་ལྷའི་འཇིག་རྟེན་དུ་སོང་ངོ་།
en: Then he returned to the celestial world in order to render offerings and veneration to the garments there.

source: །དེ་ཡང་འདུན་པས་མཐོང་བར་གྱུར་ནས་དེས་མཆོད་རྟེན་བརྩིགས་ཏེ།
en: Chanda had witnessed the exchange of clothes, and later a memorial was erected at the site.

source: དེང་སང་དུ་ཡང་མཆོད་རྟེན་དེ་ངུར་སྨྲིག་བླངས་པ་ཞེས་མིང་དུ་ཆགས་སོ།
en: This memorial is still known today as the “Memorial of Receiving the Saffron-Colored Cloth.”

source: །གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔས་གཙུག་ཕུད་བཅད་ནས། གོས་ངུར་སྨྲིག་རྣམས་བགོས་པ་དེའི་ཚེ། ལྷའི་བུ་བརྒྱ་སྟོང་དག་དགའ་ཞིང་མགུ་ལ་ཚིམ་ཞིང་ཡི་རངས་ཏེ། མཆོག་ཏུ་རབ་ཏུ་དགའ་ནས།
en: When the Bodhisattva cut off his hair and put on the saffron-colored cloth, one hundred thousand gods felt joyous, pleased, and elated.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ།
en: Happy and delighted, they called out cries of joy and exclaimed,

source: ཀྱེ་གྲོགས་པོ་དག་གཞོན་ནུ་དོན་གྲུབ་རབ་ཏུ་བྱུང་ངོ་།
en: “Friends, Prince Siddhārtha has left his home!

source: །ཀྱེ་གྲོགས་པོ་དག་གཞོན་ནུ་དོན་གྲུབ་རབ་ཏུ་བྱུང་ངོ་།
en: Friends, Prince Siddhārtha has become a monk!

source: །དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་འགྱུར་ཏེ།
en: He will awaken to unexcelled, perfect, and complete buddhahood and will turn the wheel of the Dharma.

source: སེམས་ཅན་སྐྱེ་བའི་ཆོས་ཅན་གྲངས་མེད་པ་དག་སྐྱེ་བ་ལས་ཡོངས་སུ་འགྲོལ་བར་འགྱུར་བ་ནས།
en: He will liberate from birth the infinite number of beings who are born.

source: རྒ་བ་དང་། འཆི་བ་དང་། ན་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་ལས་སེམས་ཅན་རྣམས་ཡོངས་སུ་བཀྲོལ་ཏེ། འཁོར་བའི་རྒྱ་མཚོའི་ཕ་རོལ་ཏུ་བསྒྲལ་ནས།
en: Then he will free them from old age, death, sickness, pain, lamentation, suffering, depression, and distress, and ferry them to the other shore of the ocean of saṃsāra.

source: བདེ་བ་འཇིགས་པ་མེད་པ། མྱ་ངན་མེད་པ། གནོད་པ་མེད་པ། ཞི་བ། རྡུལ་དང་བྲལ་བ། འཆི་བ་མེད་པའི་ཆོས་ཀྱི་དབྱིངས་ལ་འགོད་པར་འགྱུར་རོ་ཞེས་ནས། ཨ་ལ་ལ་ཞེས་བྱ་བ་དང་། ཅ་ཅོ་དང་ག་ཞའི་སྒྲ་སྐད་ཕྱུང་བར་གྱུར་ཏོ། །
en: He will establish them in the realm of phenomena, which is blissful, peaceful, deathless, and free from fear, suffering, harm, and stain.”

source: སྒྲ་དེ་ཡང་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་ནས་འོག་མིན་གྱི་གནས་ཀྱི་བར་དུ་གྲག་པར་གྱུར་ཏོ།
en: These words of amazement, delight, and joy resounded all the way up to the Highest Heaven.

source: །དེ་ནས་བཙུན་མོའི་འཁོར་རྣམས་ཀྱིས་གཞོན་ནུ་མ་མཐོང་ནས། དཔྱིད་དང་དགུན་དང་དབྱར་གནས་པའི་ཁང་བཟངས་རྣམས་དང་། ཁྲི་རྣམས་དང་། ཁྱིམ་རྣམས་སུ་ཚོལ་ཞིང་གང་གི་ཚེ་མ་རྙེད་པ་དེའི་ཚེ་གཅིག་ཏུ་འདུས་ནས། བྱ་ཀུ་ར་ར་མོ་བཞིན་དུ་ངུད་མོ་འཐོན་པར་གྱུར་ཏོ།
en: When the retinue of consorts did not see the young prince, they began to search for him in the spring, summer, and winter palaces, and in his private rooms and apartments. Unable to find him, they all began to wail like fish hawks.

source: །དེ་ན་བུད་མེད་ཁ་ཅིག་ནི་ཤིན་ཏུ་མྱ་ངན་གྱིས་ཉམ་ཐག་ནས། ཁ་ཅིག་ནི་ཀྱི་ཧུད་བུ་ཞེས་འཛེར་ཅིང་ངུའོ། །ཁ་ཅིག་ནི་ཀྱི་ཧུད་མིང་པོ་ཞེས་འཛེར་ཅིང་ངུའོ། །ཁ་ཅིག་ནི་ཀྱི་ཧུད་ཁྱིམ་ཐབ་ཅེས་འཛེར་ཏོ། །ཁ་ཅིག་ནི་རྗེ་བོ་ཞེས་འཛེར་ཏོ། །ཁ་ཅིག་ནི་སྡུག་པའི་ཚིག་སྣ་ཚོགས་སྨྲའོ། །ཁ་ཅིག་ནི་ལུས་རྡེབ་ཅིང་ངུའོ།
en: The ladies were overcome by extreme grief, and some cried out, “My son!” Others called out “My brother!” “My husband!” “My lord!” and “My master!” Some mumbled different tender words, while others contorted their bodies in various ways and wept.

source: །ཁ་ཅིག་ནི་མགོ་འབལ་ལོ། །ཁ་ཅིག་ནི་གཅིག་གི་གདོང་དུ་གཅིག་ལྟ་ཞིང་ངུའོ། །
en: Some of the ladies plucked their hair, while others faced each other and sobbed.

source: ཁ་ཅིག་ནི་མིག་བསྒྱུར་ཅིང་ངུའོ། །ཁ་ཅིག་ནི་ལག་པ་བརླ་ལ་རྡེབ་ཅིང་ངུའོ། །
en: Some cried with rolling eyes, and others shed tears, wiping their faces with their garments.

source: ཁ་ཅིག་ནི་བྲང་རྡུང་ཞིང་ངུའོ། །ཁ་ཅིག་ནི་ལག་པ་དཔུང་པར་རྡེབ་ཅིང་ངུའོ།
en: Some slapped their thighs with their hands, and others beat their chests.

source: །ཁ་ཅིག་ནི་མགོར་རྡུང་ཞིང་ངུའོ། །ཁ་ཅིག་ནི་མགོ་ལ་ས་འཐོར་ཞིང་ངུའོ།
en: Some slapped their arms with their hands, and others beat their heads.

source: །ཁ་ཅིག་ནི་སྐྲ་འཇིག་ཅིང་ངུའོ། །
en: Some covered their head with dust and wept, crying out loud.

source: ཁ་ཅིག་ནི་སྐྲ་འབལ་ཞིང་ངུའོ།
en: Some ladies were seen disheveling their hair, others pulling it out.

source: །ཁ་ཅིག་ནི་ལག་པ་བསྟོད་དེ་བསྒྲེང་ནས་ཆོ་དེ་འདོན་ཏོ།
en: Some raised their arms and lamented loudly.

source: །ཁ་ཅིག་ནི་རི་དགས་མོ་དུག་མདས་ཕོག་པ་བཞིན་དུ་གློ་བུར་དུ་རྒྱུག་ཅིང་ངུའོ། །
en: Some ran headlong, like gazelles pierced by poisonous arrows, all the while crying.

source: ཁ་ཅིག་ནི་གདོང་གོས་ཀྱིས་གཡོགས་ཤིང་ངུའོ།
en: Some among them staggered about like a plantain tree shaken by the wind and sobbed.

source: །ཁ་ཅིག་ནི་ཆུ་ཤིང་རླུང་མར་གྱིས་བསྐྱོད་པ་བཞིན་དུ་ལུས་འཁྱོར་ཞིང་ངུའོ། །ཁ་ཅིག་ནི་ས་ལ་སྒྱེལ་ཏེ་མ་ཤི་ཙམ་དུ་གྱུར་ཏོ། །ཁ་ཅིག་ནི་ཉ་ཆུ་ནས་བཏོན་པ་བཞིན་དུ་ས་ལ་འགྲེ་ལྡོག་ཅིང་ངུའོ།
en: Others tossed their bodies around on the floor, as if they were just about to die, while some writhed on the ground, as if they were fish pulled from water, and cried.

source: །ཁ་ཅིག་ནི་ཤིང་རྩ་ནས་ཕྱུང་བ་བཞིན་དུ་བློ་བུར་དུ་ས་ལ་སྒྱེལ་ནས་ངུའོ།
en: Others collapsed suddenly on the ground, like a tree that has been cut from its root, and wept.

source: །སྒྲ་དེ་ཡང་རྒྱལ་པོས་ཐོས་ནས་ཤཱཀྱ་རྣམས་ལ་སྨྲས་པ།
en: When the king heard these noises, he asked his fellow Śākyas,

source: ཅིའི་ཕྱིར་བཙུན་མོའི་འཁོར་ན་སྒྲ་ཆེན་པོ་འདི་གྲག །
en: “What is this loud noise coming from the ladies’ apartments?”

source: ཤཱཀྱ་རྣམས་ཀྱིས་ཤེས་ནས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གཞོན་ནུ་བཙུན་མོའི་འཁོར་ན་མི་གདའ་ཞེས་གདའོ།
en: The Śākyas looked into the matter and replied, “Your Majesty, the young prince is not in the ladies’ apartments.”

source: །རྒྱལ་པོས་སྨྲས་པ། མྱུར་དུ་གྲོང་ཁྱེར་གྱི་སྒོ་རྣམས་ཆོད་ལ་ནང་དུ་གཞོན་ནུ་ཚོལ་ཅིག །དེ་དག་གིས་ཕྱི་ནང་དུ་བཙལ་ཀྱང་མ་རྙེད་ནས་སྐྱེ་དགུའི་བདག་མོ་ཆེན་མོ་གཽ་ཏ་མཱི་སྨྲེ་སྔགས་འདོན་ཏེ། ས་ལ་འགྲེ་ལྡོག་ཅིང་རྒྱལ་པོ་ཟས་གཙང་མ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The king then ordered, “Quickly close the city gates! Let us search for the prince within the gates!” But the prince was nowhere to be found, whether inside or outside the gates. Mahāprajāpatī Gautamī collapsed on the ground lamenting and said to King Śuddhodana,

source: རྒྱལ་པོ་ཆེན་པོ་བདག་བུ་དང་མྱུར་དུ་སྤྲད་དུ་གསོལ།
en: “Your Majesty, get my son back quickly.”

source: དེ་ནས་རྒྱལ་པོས་ཕྱོགས་བཞིར་ཕོ་ཉ་རྟ་པ་བཀྱེ་སྟེ།
en: The king then sent messengers on horseback into the four directions with the order:

source: ཁྱེད་དེང་ལ་གཞོན་ནུ་མ་རྙེད་ཀྱི་བར་དུ་སླར་མ་ལྡོག་ཤིག །མཚན་མཁན་དང་ལྟས་མཁན་རྣམས་ཀྱིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ནི་བཀྲ་ཤིས་ཀྱི་ཆབ་སྒོ་ནས་མངོན་པར་འབྱུང་ངོ་། །ཞེས་ལུང་བསྟན་ནས་དེ་དག་བཀྲ་ཤིས་ཀྱི་སྒོར་དོང་བ་དང་།
en: “Go, and do not come back until you have found the prince!” Since those who can read signs and the future had prophesied that the Bodhisattva would leave through the Gate of Auspiciousness, the messengers proceeded to this gate.

source: ལམ་གྱི་བར་ཞིག་ན་མེ་ཏོག་གི་ཆར་འབབ་པར་མཐོང་ངོ་། །དེ་ནས་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: There they saw that a rain of flowers had fallen on the road, and they thought,

source: གཞོན་ནུ་ནི་ལམ་འདི་ནས་བྱུང་ངོ་སྙམ་ནས་དེ་དག་ཅུང་ཟད་ཅིག་ཕ་ཟད་དུ་སོང་བ་དང་། ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའི་གོས་ཀ་ཤི་པ་རྣམས་མགོ་ལ་ཐོགས་ཏེ་འགྲོ་བ་དེ་མཐོང་ནས་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “He must have left this way.” When they had traveled a little farther, they met the god who was carrying the Bodhisattva’s silken garments on his head. Again they thought,

source: འདི་དག་ནི་གཞོན་ནུའི་གོས་ཀ་ཤི་པ་རྣམས་ཡིན་ན།
en: “These are the silken garments of the prince.

source: གོས་འདི་དག་གི་ཕྱིར་འདིས་གཞོན་ནུ་བསད་དེ་འདི་དག་ཁྱེར་བར་མ་གྱུར་ཏམ་སྙམ་མོ།
en: Can it be that he has been killed for their sake? Get hold of this man!”

source: །དེ་ནས་ཡང་དེ་དག་གིས་དེའི་ཕྱི་བཞིན་དུ་འདུན་པ་རྟ་བསྔགས་ལྡན་དང་རྒྱན་རྣམས་ཐོགས་ཏེ་འོང་བ་མཐོང་ངོ་།
en: However, right then they saw Chanda trailing behind the god, leading the horse Kaṇṭhaka and carrying the Bodhisattva’s ornaments.

source: །དེ་ནས་དེ་དག་ཕན་ཚུན་དུ་སྨྲས་པ། ཀྱེ་འདུན་པ་རྟ་བསྔགས་ལྡན་ཁྲིད་དེ་འོང་གིས་དེ་ལ་མ་དྲིས་ཀྱི་བར་དུ་ཧུར་འདུམས་མ་བྱེད་ཅིག་ཅེས་སྨྲས་ནས།
en: So they said, “Here comes Chanda with Kaṇṭhaka. Let us not act rashly but instead question him first.” So they asked him,

source: དེ་དག་གིས་འདུན་པ་ལ་དྲིས་པ། ཀྱེ་འདུན་པ་གོས་ཀ་ཤི་པ་འདི་དག་གི་ཕྱིར་མི་འདིས་གཞོན་ནུ་བཀྲོངས་པར་མ་གྱུར་གྲང་།
en: “Chanda, did this man kill the prince for the sake of his silken garments?”

source: འདུན་པས་སྨྲས་པ། དེ་ལྟ་ནི་མ་ཡིན་ཏེ་འདིས་ཀྱང་གཞོན་ནུ་ལ་གོས་ངུར་སྨྲིག་རྣམས་ཕུལ་ལོ། །གཞོན་ནུས་ཀྱང་ན་བཟའ་ཀ་ཤི་པ་འདི་རྣམས་འདི་ལ་བྱིན་ནོ།
en: Chanda replied, “No, not at all. This person offered the prince his own saffron-colored clothes, and the prince in return gave him these silken garments.

source: །དེ་ནས་ལྷའི་བུ་དེས་དེ་དག་མཆོད་པའི་ཕྱིར་གོས་དེ་རྣམས་ལག་པ་གཉི་གས་སྤྱི་བོ་ལ་ཐོགས་ཏེ། དེ་ཉིད་ནས་ལྷའི་འཇིག་རྟེན་དུ་སོང་ངོ་།
en: That god then placed the garments on top of his head and returned right then to his celestial realm in order to venerate them.”

source: །དེ་དག་གིས་ཡང་འདུན་པ་ལ་དྲིས་པ།
en: The men questioned Chanda further:

source: འདི་ལ་ཇི་སྙམ་དུ་སེམས།
en: “What do you think, Chanda?

source: ཁོ་བོ་ཅག་ཤཱཀྱ་གཞོན་ནུ་ཟློག་ཏུ་དོང་ན་ནུས་སམ།
en: Should we go after the prince? Will we be able to make him return?”

source: དེས་སྨྲས་པ་མི་ནུས་སོ།
en: Chanda replied, “No, you will not be able to do so.

source: །གཞོན་ནུ་ནི་བརྩོན་འགྲུས་དང་བརྟུལ་བ་བརྟན་པ་ཡིན་ཏེ།
en: The young prince is so diligent, disciplined, and steadfast.

source: ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ཀྱི་བར་དུ་ང་སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་མི་འཇུག་གོ་ཞེས་དེ་སྐད་གསུང་བས་ཕྱིར་མི་ལྡོག་སྟེ།
en: He said that unless he awakens to perfect and complete buddhahood, he will never again enter the city of Kapilavastu. So he will not return with you.

source: གཞོན་ནུས་ཇི་སྐད་གསུངས་པ་དེ་དེ་བཞིན་དུ་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: What the prince said will happen is in fact what will happen. And why will the prince not return?

source: གཞོན་ནུ་ནི་བརྩོན་འགྲུས་དང་བརྟུལ་བ་བརྟན་པས་སླར་མི་ལྡོག་གོ།
en: Because of his enthusiasm, discipline, and steadfastness.”

source: །དེ་ནས་འདུན་པ་རྟ་བསྔགས་ལྡན་དང་རྒྱན་རྣམས་ཁྱེར་ཏེ་བཙུན་མོའི་འཁོར་གྱི་ནང་དུ་ཕྱིན་ཏོ།
en: Then Chanda took the horse Kaṇṭhaka and the ornaments and went to the inner quarters.

source: །དེ་ནས་རིང་བ་ཞིག་ལོན་པ་དང་། རྒྱན་དེ་དག་ཤཱཀྱ་གཞོན་ནུ་བཟང་པོ་དང་། མིང་ཆེན་དང་། མ་འགགས་པས་བཏེག་པ་དང་། སྲེད་མེད་ཀྱི་བུ་ཆེན་པོ་ལྟར་མཁྲེགས་པ་དང་། སྲེད་མེད་ཀྱི་བུ་ཕྱེད་ལྟར་མཁྲེགས་པའི་རྒྱན་དེ་རྣམས་དེ་དག་གིས་མ་ཐེག་གོ།
en: Three young Śākyas called Bhadrika, Mahānāma, and Aniruddha tried for a long time to lift the ornaments, but they were unable to.

source: །གང་གི་ཚེ་དེ་དག་གང་གིས་ཀྱང་ཐེག་པར་མ་ནུས་པ་དེའི་ཚེ།
en: These ornaments were made for someone with a body as strong as Nārāyaṇa, and so other people were not able to wear them.

source: སྐྱེ་དགུའི་བདག་མོ་ཆེན་མོ་གཽ་ཏ་མཱི་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་ཇི་སྲིད་དུ་རྒྱན་འདི་དག་མཐོང་བ་དེ་སྲིད་དུ་བདག་གི་སྙིང་ལ་མྱ་ངན་དུ་འགྱུར་གྱིས།
en: When Mahāprajāpatī Gautamī saw that nobody could move the ornaments, she thought, “When I see his ornaments lying there, my heart is pierced with pain.

source: བདག་གིས་རྒྱན་འདི་དག་རྫིང་དུ་དོར་རོ་སྙམ་མོ། །དེ་ནས་སྐྱེ་དགུའི་བདག་མོ་ཆེན་མོ་གཽ་ཏ་མཱིས་རྒྱན་དེ་དག་རྫིང་དུ་བོར་ཏེ། དེང་སང་དུ་ཡང་རྒྱན་གྱི་རྫིང་ཞེས་མིང་དུ་ཆགས་སོ།
en: I think it is better therefore to throw the ornaments into the pond.” So she let the ornaments be thrown into the pond, and even to this day that lake is called the Lake of the Ornaments.

source: གང་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་མཁས་པ་དཔའ་བོ་བྱུང་།
en: When the wise and courageous Bodhisattva departed from his home,

source: །དེ་ཚེ་སེར་སྐྱའི་གྲོང་ཁྱེར་བ་དག་མཐའ་དག་སད།
en: The entire city of Kapilavastu awoke from its sleep.

source: །ཀུན་གྱི་སྙིང་ལ་གཞོན་ནུ་མལ་ན་ཉལ་སྙམ་སེམས།
en: Everyone thought that the young prince was still asleep in his bed;

source: །མགུ་ཞིང་རབ་ཏུ་དགའ་ནས་ཕན་ཚུན་ཚིག་ཀྱང་སྨྲ།
en: Seeing one another, they felt content.

source: །ས་འཚོ་མ་དང་དེ་བཞིན་བཙུན་མོའི་འཁོར་རྣམས་སད།
en: When Gopā and the assembly of consorts awoke,

source: །མལ་དུ་ལྟས་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་མཐོང་ནས།
en: They looked at his bed but did not find the Bodhisattva there.

source: །ཀྱི་ཧུད་བདག་བསླུས་བྱང་ཆུབ་སེམས་དཔའ་གར་བཞུད་ཅེས།
en: They let out cries that reached the king’s quarters: “Alas, we have been deceived! Where did the Bodhisattva go?”

source: །རྒྱལ་པོའི་ཁྱིམ་དུ་ངུད་མོའི་སྒྲ་ཡང་བྱུང་བར་གྱུར། །རྒྱལ་པོས་སྒྲ་དེ་ཐོས་ནས་ས་ལ་སྒྱེལ་གྱུར་ཏེ།
en: When the king heard that, he collapsed on the ground.

source: །ཨེ་མ་ང་ཡི་བུ་གཅིག་པ་ཞེས་ངུད་མོ་ཕྱུང་། །དེ་ནས་དེ་ལ་བུམ་པའི་ཆུ་བླུགས་ཁྲུས་བྱས་ནས།
en: He wept and cried, “Oh no, my only son!”

source: །ཤཱཀྱ་མང་པོ་དག་གིས་དེ་ནི་དབུགས་ཀྱང་ཕྱུང་།
en: Many hundreds of Śākyas tried to revive him, Sprinkling water from vases on him as he lay motionless.

source: །ས་འཚོ་མ་ཡང་མལ་ནས་ས་ལ་ལྷུང་བར་གྱུར།
en: Gopā had also fallen off her bed and onto the ground;

source: །སྐྲ་རྣམས་འབལ་ཞིང་རྒྱན་རྣམས་དག་ཀྱང་བཀྲོལ་བར་གྱུར།
en: She cut her hair and took off her jewelry.

source: །སྡུག་པ་ཀུན་དང་བྲལ་བ་རིང་པོར་མི་ཐོགས་ཤེས།
en: She exclaimed, “Before long we must separate from those we love!

source: །འདྲེན་པས་བདག་ལ་སྔོན་གསུངས་ཀྱེ་མ་ལེགས་པར་གསུངས།
en: The Guide of Beings told me that; he made me so perfectly aware of this.

source: །གཟུགས་ནི་གཟུགས་བཟང་ཤིན་ཏུ་དྲི་མེད་ཡན་ལག་སྤྲས།
en: “Your form is so beautiful; your faultless limbs are perfect.

source: །གསལ་ཞིང་རྣམ་དག་འགྲོ་བ་རྣམས་ཀྱི་ཡིད་འོང་སྡུག །དཔལ་ཡོན་ལྡན་པ་བསྔགས་པ་ལྷ་མིས་མཆོད་པའི་འོས།
en: So brilliant and pure; all beings cherish you. Praised as he who brings good fortune, you are honored in heaven and on earth.

source: །བདག་ནི་མལ་དུ་བོར་ཏེ་ཁྱོད་ནི་གང་དུ་བཞུད།
en: When you left my bed, where did you go?

source: །ཡོན་ཏན་མངའ་བའི་བྱང་ཆུབ་སེམས་དཔའ་མ་མཐོང་བར།
en: “Until I see the Bodhisattva with all his good qualities again,

source: །སྐོམ་ཡང་མི་འཚལ་རྒྱགས་པ་རྣམས་ཀྱིས་རྒྱགས་མི་བགྱི།
en: I will not drink water, nor mead or liquor.

source: །ས་ལ་ཉལ་ཞིང་རལ་པ་རྣམས་ཀྱང་ཐོགས་པར་བགྱི།
en: I shall sleep on the ground and wear my matted hair in a topknot;

source: །ཁྲུས་བགྱི་སྤངས་ཏེ་བརྟུལ་ཞུགས་དཀའ་ཐུབ་སྤྱད་པར་བགྱི།
en: Without bathing, I shall practice disciplined conduct and austerities.

source: །སྐྱེད་མོས་ཚལ་ཀུན་ལོ་མ་མེ་ཏོག་འབྲས་མ་མཆིས།
en: “In all the parks, the leaves, flowers, and fruits are gone;

source: །རྣམ་དག་སེ་མོ་དོ་ཡང་མུན་རྡུལ་ཕྱག་དར་འདྲ།
en: The brilliant white necklaces of pearl have faded and collected dust.

source: །མི་མཆོག་དམ་པ་ཁྱོད་ཀྱིས་སྤངས་པར་གང་གྱུར་པའི།
en: Since the most noble being has left this fine city,

source: །གྲོང་ཁྱེར་ཁྱིམ་རྣམས་མཛེས་པ་མ་ལགས་འབྲོག་དང་མཚུངས།
en: The palace has lost its beauty and the city has become like a desert!

source: །ཀྱི་ཧུད་གླུ་དབྱངས་རབ་ཏུ་སྙན་པའི་སྒྲ་སྐད་ཅན།
en: “Alas, the delightful singing voices!

source: །ཀྱི་ཧུད་ལྷུག་ལྷུག་པ་ཡི་རྒྱན་ཐོགས་བཙུན་མོའི་འཁོར།
en: Alas, the assembly of consorts with fine jewelry!

source: །ཀྱི་ཧུད་གསེར་གྱི་དྲ་བས་ཁྱབ་པའི་བར་སྣང་ཡང་།
en: Alas, the spaces covered with golden nets!

source: །ཡོན་ཏན་ལྡན་དང་བྲལ་བས་ཕྱིན་ཆད་མི་བལྟའོ།
en: All this I shall see no more without him, who is so full of qualities.”

source: །སྲུ་མོ་དེ་ཡང་ཤིན་ཏུ་སྡུག་བསྔལ་ཐོབ་གྱུར་ཅིང་།
en: The maternal aunt, who also felt miserable,

source: །ཤཱཀྱའི་བུ་མོ་མ་ངུ་ཤིག་ཅེས་དབུགས་ཀྱང་འབྱིན།
en: Tried to console her, saying, “Daughter of the Śākyas, do not cry. The supreme noble one among men has said in the past:

source: །ང་ནི་འཇིག་རྟེན་དག་ན་རྒ་ཤི་མཐར་བྱེད་ཅེས། །མི་མཆོག་དམ་པ་དེས་ནི་སྔོན་ཡང་སྨྲས་པ་ཡིན།
en: ‘I will liberate this world from birth and old age.’ ”

source: །དྲང་སྲོང་ཆེན་པོ་དགེ་བ་སྟོང་དག་སྤྱད་པ་དེ།
en: The Great Sage, who is well trained in thousands of virtues,

source: །ནམ་ཕྱེད་ནས་ནི་དཔག་ཚད་དྲུག་ཏུ་སོང་གྱུར་ནས།
en: Traveled six leagues during the remainder of the night.

source: །འདུན་པ་དེ་ལ་རྟ་མཆོག་དང་ནི་རྒྱན་རྣམས་གཏད།
en: He gave his fine horse and his ornaments to Chanda and said,

source: །འདུན་པ་འདི་དག་ཁྱེར་ལ་སེར་སྐྱའི་གྲོང་སོང་ཤིག །ཡབ་དང་ཡུམ་དག་ལ་ཡང་ང་ཡི་ཚིག་གིས་ནི།
en: “Chanda, take these and return to the city of Kapilavastu! “Repeat the following to my parents:

source: །གཞོན་ནུ་སོང་གིས་སླར་ཞིང་ཐུགས་ངན་མ་མཛད་ཅིག །བྱང་ཆུབ་སངས་རྒྱས་ནས་ནི་སླར་འདིར་མཆི་བར་བགྱི།
en: ‘The young prince has left. Please do not be saddened! When he attains awakening, he will return.

source: །ཆོས་རྣམས་གསན་ནས་ཐུགས་ཀྱང་ཞི་བར་འགྱུར་ཞེས་སྨྲོས།
en: Then you will listen to the Dharma and find peace.’ ”

source: །འདུན་པ་ངུ་བཞིན་འདྲེན་པ་ལ་ནི་སླར་སྨྲས་པ།
en: Chanda began to weep and spoke again to the Guide:

source: །འདུན་པ་ལེགས་ལྡན་བྱང་ཆུབ་སེམས་དཔའ་གར་ཁྲིད་ཅེས། །མི་མཆོག་གཉེན་གྱི་ཚོགས་རྣམས་བདག་ལ་རྡེག་འགྱུར་གྱིས།
en: “Your kinfolk, the best of people, may beat me and ask, ‘Chanda, where have you taken the virtuous Bodhisattva?’

source: །བདག་ལ་ནུས་པ་མ་མཆིས་སྟོབས་དང་མཐུ་མ་མཆིས།
en: But I have no ability, fortitude, and strength.”

source: །བྱང་ཆུབ་སེམས་དཔས་སླར་སྨྲས་འདུན་པ་མ་འཇིགས་ཤིག །ང་ཡི་གཉེན་གྱི་ཚོགས་རྣམས་དགའ་བར་གྱུར་ནས་ནི།
en: The Bodhisattva replied, “Chanda, do not be afraid. My kinfolk will be happy to see you again.

source: །ཁྱོད་ལ་སྟོན་པའི་འདུ་ཤེས་རྟག་ཏུ་བསྒོམ་གྱུར་ཏེ།
en: They will always regard you as their teacher

source: །ང་ལ་བྱམས་པ་བཞིན་དུ་ཁྱོད་ལའང་བྱམས་པར་འགྱུར།
en: And love you in the same way as they loved me.”

source: །འདུན་པ་རྟ་མཆོག་དང་ནི་རྒྱན་རྣམས་ཁྱེར་ནས་སུ།
en: Bringing the finest of horses and the ornaments,

source: །མི་མཆོག་དམ་པ་དེ་ཡི་སྐྱེད་མོས་ཚལ་དུ་ཕྱིན།
en: Chanda returned to the park of the noble one among men.

source: །སྐྱེད་མོས་ཚལ་གྱི་སྲུངས་མ་དགའ་བའི་ཤུགས་སྐྱེས་ནས།
en: The guard at the park, overjoyed upon seeing them,

source: །ཀུན་ཏུ་དགའ་བའི་སྒྲ་ནི་ཤཱཀྱ་རྣམས་ལ་སྨྲས།
en: Speedily conveyed the happy news to the Śākyas:

source: །གཞོན་ནུ་འདི་ཡི་རྟ་མཆོག་དང་ནི་འདུན་པ་ཡང་།
en: “The prince, the noble horse, as well as Chanda,

source: །སྐྱེད་མོས་ཚལ་དུ་ཕྱིན་གྱིས་ཐུགས་ངན་མ་མཛད་ཅིག །རྒྱལ་པོས་དེ་སྐད་ཐོས་ནས་ཤཱཀྱས་བསྐོར་ནས་ནི།
en: Have returned to the park, so don’t worry anymore.” When the king, who was surrounded by the retinue of Śākyas, heard this,

source: །རབ་ཏུ་དགའ་བའི་ཤུགས་སྐྱེས་སྐྱེད་མོས་ཚལ་དུ་ཕྱིན།
en: He became exhilarated and quickly went to the park.

source: །ས་འཚོས་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་བརྟན་རིག་ནས།
en: But Gopā, knowing the intelligence and steadfastness of the Bodhisattva,

source: །ཚིག་དེ་ལ་ནི་ཡིད་མ་ཆེས་ཏེ་དགར་མ་གྱུར། །གཞོན་ནུ་བྱང་ཆུབ་མ་ཐོབ་བར་དུ་ཕྱིར་འདིར་ཡང་། །བྱོན་ཅིང་ལྡོག་པར་འགྱུར་བ་དེ་ནི་གནས་མ་ཡིན།
en: Was not thrilled, and did not trust these words. She thought, “It is wrong to assume that the prince returned here Before having attained awakening.”

source: །རྒྱལ་པོས་རྟ་མཆོག་དང་ནི་འདུན་པ་དེ་མཐོང་ནས།
en: When the king saw only the horse Kaṇṭhaka and Chanda,

source: །ངུད་མོ་བཏབ་སྟེ་ས་ཡི་སྟེང་དུ་འགྱེལ་བར་གྱུར།
en: He cried out and collapsed on the ground.

source: །ཀྱི་ཧུད་ངའི་བུ་གླུ་དང་རོལ་མོ་སྒྲ་དབྱངས་མཁས།
en: “Alas, my son, so talented in playing music and singing songs,

source: །རྒྱལ་སྲིད་ཐམས་ཅད་བོར་ཏེ་ཁྱོད་ནི་གང་དུ་སོང་།
en: Where have you gone, abandoning this kingdom?

source: །འདུན་པ་ཁྱོད་ཀྱིས་ང་ལ་འདིར་ནི་ལེགས་པར་སྨྲོས།
en: “Chanda, now explain to me truly, right here,

source: །བྱང་ཆུབ་སེམས་དཔའ་གར་སོང་སྦྱོར་བ་ཅི་འདྲ་ཞིག །སྒོ་ནི་སུ་ཡིས་ཕྱེ་ཞིང་གང་གིས་ཁྲིད་པར་གྱུར།
en: Where did the Bodhisattva go, and what are his plans? Who opened the gate for him, who led him away?

source: །ལྷ་ཚོགས་རྣམས་ཀྱིས་དེ་ལ་མཆོད་པ་ཇི་ལྟར་བྱས།
en: How did the gods make offerings to him?”

source: །འདུན་པས་སྨྲས་པ་རྒྱལ་པོའི་དབང་པོ་བདག་ལ་གསོན།
en: Chanda replied, “Powerful king, listen to me.

source: །དགུང་ཕྱེད་གྲོང་ཁྱེར་བྱིས་པ་རྒན་པོ་གཉིད་ལོག་ནས།
en: At night, when the old and young in this city were deeply asleep,

source: །བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དབྱངས་བདག་ལ་འདི་སྐད་དུ།
en: The Bodhisattva told me in a soft and gentle voice,

source: །འདུན་པ་རྟ་རྒྱལ་ང་ལ་མྱུར་དུ་བྱིན་ཞེས་གསུང་།
en: ‘Chanda, quickly bring me the king of horses.’

source: །བདག་གིས་སྐྱེས་པའི་ཚོགས་དང་བུད་མེད་ཚོགས་ཀྱང་བསླང་།
en: “I tried to wake up the assembly of men and ladies,

source: །དེ་དག་ལོག་ཅིང་རབ་ཏུ་ལོག་པས་ཚིག་མ་ཐོས།
en: But they were so sound asleep that they did not hear my words.

source: །བདག་ནི་ངུ་ཞིང་བདག་གིས་ཆིབས་ཀྱི་རྒྱལ་པོ་ཕུལ།
en: With tears I had to bring him the king of all horses.

source: །ཕན་པ་མཛད་པ་གང་དུ་དགྱེས་པར་གཤེགས་ཞེས་བགྱིས།
en: I then told him, ‘Benefactor of Beings, go wherever you please.’

source: །བརྒྱ་བྱིན་གྱིས་ནི་འཁྲུལ་འཁོར་ལྡན་པའི་ཆབ་སྒོ་ཕྱེ།
en: “Śakra opened the gates that were fitted with a lock;

source: །འཇིག་རྟེན་སྐྱོང་བ་བཞིས་ནི་ཆིབས་ཀྱི་རྐང་ལག་བཏེག །དཔའ་བོ་བཅིབས་ནས་སྟོང་གསུམ་ལམ་རྣམས་རབ་ཏུ་གཡོས།
en: The guardians of the world tightly held the horse’s hoofs. When the hero mounted the horse, the trichiliocosm shook;

source: །ནམ་མཁའ་ཤིན་ཏུ་ཡངས་པ་འདི་ལས་གཤེགས་གྱུར་ཏེ།
en: The road on which he traveled through the sky was very broad indeed.

source: །འོད་ནི་རབ་ཏུ་བཏང་བས་མུན་པ་མུན་ནག་བསལ།
en: “A bright light appeared, which dispelled the pitch-black darkness;

source: །མེ་ཏོག་བབ་ཅིང་སིལ་སྙན་བརྒྱ་དག་སྒྲ་ཡང་བྱུང་།
en: Flowers fell, and the sound of hundreds of musical instruments was heard.

source: །ལྷ་དང་དེ་བཞིན་ལྷ་ཡི་བུ་མོ་རྣམས་ཀྱིས་བསྟོད།
en: The gods and goddesses offered him praises

source: །ནམ་མཁའ་ལས་ནི་ལྷ་ཚོགས་རྣམས་ཀྱིས་བསྐོར་ཏེ་གཤེགས།
en: As he moved through the sky surrounded by a celestial retinue.”

source: །དེ་ནི་ངུ་ཞིང་བཙུན་མོའི་འཁོར་དུ་ཕྱིན་པ་དང་། །ས་འཚོས་འདུན་པ་དེ་དང་རྟ་མཆོག་མཐོང་གྱུར་ནས།
en: And went into the ladies’ quarters, weeping. When Gopā saw Chanda and the noble horse,

source: །རབ་ཏུ་བརྒྱལ་བར་གྱུར་ཏེ་ས་ཡི་སྟེང་དུ་སྒྱེལ།
en: She fainted and collapsed on the ground.

source: །བུད་མེད་ཚོགས་མང་ཐམས་ཅད་རབ་ཏུ་བརྩོན་པར་ནི།
en: Startled, the large gathering of women

source: །ཆུ་དག་བླངས་ཤིང་ཤཱཀྱའི་བུ་མོ་འཁྲུ་བར་བྱེད། །མྱ་ངན་རྙེད་པས་འཆི་བའི་དུས་བྱེད་གྱུར་དུ་འོང་།
en: Brought water, washed her, and called out, “May our Śākya princess not die now!

source: །ཕངས་པ་གཉིས་དང་བྲལ་བར་འགྱུར་དུ་འོང་སྙམ་བྱེད།
en: It would be too much to bear if we lost two loved ones!”

source: །ཤཱཀྱའི་བུ་མོ་སྡུག་བསྔལ་གྱུར་པ་མཐུ་བསྐྱེད་ནས།
en: The dejected princess of the Śākyas gathered her strength

source: །རྟ་ཡི་རྒྱལ་པོ་རྟ་མཆོག་དེ་ཡི་མགུལ་ནས་འཇུས།
en: And embraced the neck of the noble king of horses.
